import pandas as pd


date_formatter = "%d.%m.%y"

list_all = ['ОБЪЕКТЫ']
list_may = ['1', '2', '3', '4', '5',
            '6', '7', '8', '9', '10',
            '11', '12', '13', '14', '15',
            '16', '17', '18', '19', '20',
            '21']
list_nk = ['1', '2', '3', '4', '5', '6']
data = ['empty', 'empty', 'empty', 'empty', 'empty', 'empty']

headers_all = ['комнат',
               'площадь',
               'доступность к продаже',
               'стоимость',
               'ID квартиры',
               'Стоимость со скидкой']

# headers_vb = ['комнат',
#               'площадь',
#               'доступность к продаже',
#               'стоимость',
#               'ID квартиры',
#               'Стоимость со скидкой']

# headers_top = ['комнат', 'площадь', 'доступность к продаже',
#        'стоимость', 'отделка', 'Цена за м²', 'Статус', 'ID квартиры',
#        'Стоимость со скидкой', 'Автостатус', 'Статус квартиры по шахматке БСА',
#        'Уточнение статуса квартиры', 'Компания', 'Пересчёт/проверка данных',
#        'Менеджер',
#        'Дата сделок\nБронь/АД/Продажа, иначе дата указанного статуса',
#        'Клиент', 'Компания.1', 'Старая площадь из АВТОМАТА', 'Продавец',
#        'Старая стоимость из АВТОМАТА', 'Старая комнатность из АВТОМАТА',
#        'Старая компания', 'Старая отделка из АВТОМАТА', 'Unnamed: 29',
#        'Unnamed: 30', 'Unnamed: 31', 'Unnamed: 32', 'Unnamed: 33']


