# проект пакетная обработка эксельных фаайлов
#1. передача в функцию местополодожение некоторого количесева файлов
#2. выявление требуемых для обработки листов
#3. очистка таблиц  на листах от излишней информации
#4. приведение к единообразному виду  по количеству столбцов и содержанию заголовков
#5. сортировка, группировка фильтрация
#6. выгрузка обработанных таблиц в листы по именам проектов в файл эксель с именем - датой исходника
#7. при новом запуске функция провееряет наличие новых исходников
#8. сверяется с ранее сделанным
#9. если были обновления исходников то добавляет новый файл с обработкой
#10. если обновлений не было то break
#